Repository: MakiOmar/paytabs-woocommerce
Catalog: languages/paytabs-payment-gateway-woocommerce-*.po
Languages: ar

source: Enable/Disable
ar: تمكين/تعطيل

source: Enable PayTabs Payment Gateway .
ar: تفعيل بوابة الدفع بيتابس.

source: PayTabs
ar: بيتابس

source: Pay securely by Credit or Debit card or internet banking through PayTabs Secure Servers.
ar: ادفع بشكل آمن عن طريق بطاقة الائتمان أو الخصم أو الخدمات المصرفية عبر الإنترنت من خلال خوادم PayTabs الآمنة.

source: Email
ar: البريد الإلكتروني

source: Please enter the email id of your PayTabs merchant account.
ar: يُرجى إدخال معرف البريد الإلكتروني لحساب التاجر في PayTabs.

source: Secret Key
ar: المفتاح السري

source: Please enter your PayTabs Secret Key. You can find the secret key on your Merchant’s Dashboard >> PayTabs Services >> ecommerce Plugins and API.
ar: يرجى إدخال مفتاح PayTabs السري الخاص بك. يمكنك العثور على المفتاح السري في لوحة معلومات التاجر >> خدمات PayTabs التكاملية>> ملحقات التجارة الإلكترونية و API.

source: WebSite
ar: الموقع الالكتروني

source: Please enter your Website; Your SITE URL MUST match to the website URL you provided in your PayTabs merchant account (Case Sensitive). For Demo Users: You can edit your site URL by going to “My Profile” and clicking on edit, enter your correct site URL and click on Save. For Live Merchants: You can use the website that you have submitted in the Go-Live application. If you need to edit/change the site URL, you can send a request to
ar: يرجى إدخال موقع الويب الخاص بك ؛ يجب أن يتطابق عنوان URL الخاص بموقعك مع عنوان URL لموقع الويب الذي قدمته في حساب التاجر في PayTabs (حساس لحالة الأحرف). بالنسبة للمستخدمين التجريبيين: يمكنك تعديل عنوان URL لموقعك عن طريق الذهاب إلى "ملفي الشخصي" والنقر على تحرير ، أدخل عنوان URL الصحيح لموقعك وانقر فوق حفظ. للتجار المباشر: يمكنك استخدام الموقع الإلكتروني الذي قدمته في تطبيق Go-Live. إذا كنت بحاجة إلى تعديل / تغيير عنوان URL للموقع ، يمكنك إرسال طلب إلى

source: Transaction declined .
ar: تم رفض المعاملة.

source: Payment Completed
ar: اكتمل الدفع

source: Thank you for shopping with us. Your account has been charged and your transaction is successful. We will be shipping your order to you soon.
ar: شكرا للتسوق معنا. تم شحن حسابك ونجاح معاملتك. سنقوم بشحن طلبك إليك قريبًا.

source: Payment Cancelled
ar: تم إلغاء الدفع

source: WooCommerce Credit Card Payment Gateway - PayTabs
ar: بوابة دفع بواسطة البطاقات الإئتمانية لووكومرس - بيتابس

source: PayTabs Credit Card Payment gateway for woocommerce. This plugin supports woocommerce version 2.0.0 or greater version.
ar: بوابة دفع بواسطة البطاقات الإئتمانية لووكومرس - بيتاب. هذا الملحق يدعم ووكومرس الإصدار 2.0.0 أو أعلى.
